{
    "geonames": [
        {
            "summary": "Sutton is the principal town of the London Borough of Sutton in South London, England. It lies on the lower slopes of the North Downs, and has the administrative headquarters of the borough. It is located south-south west of Charing Cross, and is one of the eleven metropolitan centres identified in (...)",
            "elevation": 41,
            "geoNameId": 2636503,
            "feature": "city",
            "lng": -0.1963,
            "distance": "0.1728",
            "countryCode": "GB",
            "rank": 100,
            "lang": "en",
            "title": "Sutton, London",
            "lat": 51.3656,
            "wikipediaUrl": "en.wikipedia.org/wiki/Sutton%2C_London"
        },
        {
            "summary": "The Secombe Theatre, named after Sir Harry Secombe, is located in Cheam Road, Sutton, Greater London. The theatre was opened by Sir Harry, who lived in Sutton for over 30 years.  (...)",
            "elevation": 56,
            "feature": "landmark",
            "lng": -0.197146,
            "distance": "0.2669",
            "rank": 81,
            "lang": "en",
            "title": "Secombe Theatre",
            "lat": 51.361707,
            "wikipediaUrl": "en.wikipedia.org/wiki/Secombe_Theatre"
        },
        {
            "summary": "Sutton High School is an independent school for girls aged 3–18 in Sutton, Greater London. It is run by the Girls' Day School Trust (GDST). It was founded in 1884 by the then Girls' Public Day School Trust (GPDST), and was a direct grant grammar school (some pupils having their fees paid by the (...)",
            "elevation": 60,
            "feature": "edu",
            "lng": -0.197612,
            "distance": "0.3613",
            "countryCode": "GB",
            "rank": 68,
            "lang": "en",
            "title": "Sutton High School, London",
            "lat": 51.36088,
            "wikipediaUrl": "en.wikipedia.org/wiki/Sutton_High_School%2C_London"
        },
        {
            "summary": "The Sutton Heritage Mosaic is a large mural in the form of a mosaic situated in Sutton High Street in the town of Sutton in Greater London, England. One of the largest examples of wall art in Britain, it was commissioned by the London Borough of Sutton to celebrate the borough's heritage.  (...)",
            "elevation": 63,
            "lng": -0.19277777777777777,
            "distance": "0.3777",
            "rank": 63,
            "lang": "en",
            "title": "Sutton Heritage Mosaic",
            "lat": 51.36194444444445,
            "wikipediaUrl": "en.wikipedia.org/wiki/Sutton_Heritage_Mosaic"
        },
        {
            "summary": "The Millennium Dial Armillary is one of six pieces of public art located in the town centre of Sutton in Greater London, England. The others include the Sutton heritage mosaic, the Sutton twin towns mural and the Messenger statue (...)",
            "elevation": 63,
            "lng": -0.19277777777777777,
            "distance": "0.3777",
            "rank": 69,
            "lang": "en",
            "title": "Sutton armillary",
            "lat": 51.36194444444445,
            "wikipediaUrl": "en.wikipedia.org/wiki/Sutton_armillary"
        }
    ]
}